Repository: dominikamichalkova/TestPY
Catalog: ScrapyWebCrawler/3-Data_for_parallel_training/linguee2/legal_financial_bussiness_keywords.tmx
Source language: en
Languages: es

source: A decrease in the discount rate or a decrease in the expected rate of return on assets would increase pension expense.
es: Una reducción en la tasa de descuento o una reducción en la tasa esperada de rendimiento de los activos incrementaría el gasto en pensiones.

source: In calculating the trends, the MFI must annualize all flow data, such as (I19) Net Operating Income and (P2) Value of Loans Disbursed, and ratios that contain a mixture of flow data and stock data, such as (R2) Adjusted Return on Assets and (R12) Operating Expense Ratio.
es: Al calcular las tendencias, la IMF debe anualizar todos los datos correspondientes al flujo, como (I19) Resultado Operativo Neto y (P2) Valor de los Préstamos Desembolsados y los ratios que contienen una mezcla de datos de flujos y datos de existencias, como (R2) Rendimiento Ajustado sobre los Activos y (R12) Ratio de Gastos Operativos.

source: Return on assets (ROA) in Nicaragua was higher than in the rest of Central America.
es: El Retorno sobre Activos (ROA) en Nicaragua fue mayor al resto de los países centroamericanos.

source: Hitachi Data Systems provides best-in-class information technologies, services and solutions that deliver compelling customer ROI, unmatched return on assets (ROA) and demonstrable business impact.
es: Hitachi Data Systems proporciona la mejor tecnología de la información, servicios y soluciones que maximizan el ROI de los clientes, un sin igual retorno sobre los activos (ROI) y un impacto sobre los negocios demostrable.

source: Return on assets improved to 2.03% in 2005 from 0.77% in 2004 and 0.54%in 2003; return on equity also improved, rising to 3.2% from 1.0% in 2004 and 0.76% in 2003.
es: El rendimiento del activo mejoró hasta situarse en el 2,03% en el 2005 (0,77% en el 2004 y 0,54% en el 2003); también se observa una mejora del rendimiento del capital, que alcanzó el 3,2% en el 2005 desde el 1,0% en el 2004 y el 0,76% en el 2003.

source: There is empirical evidence that it is increasing process maturity, as defined by the Capability Maturity Model (CMM),5 in combination with economies of scale and scope, that has the most significant impact on value creation in terms of total shareholders' return, capital efficiency or return on assets.
es: Existen pruebas empíricas de que el impacto más importante en la creación de valor, en lo que se refiere a la rentabilidad accionarial total, la eficiencia del capital o las rentas de activos, lo produce la creciente madurez del proceso, según está definida en el Modelo de Madurez de Capacidades (CMM),5 en combinación con economías de escala y alcance.

source: If your sales forecast is inaccurate, how far off can you be and still be profitable?
es: Si su predicción de ventas está equivocada, ¿cuánto de error es permisible para que todavía siga siendo rentable la empresa?

source: He then supervised a product director group before being promoted to the position of Sales Forecast and Pricing Director.
es: Después fue supervisor de un grupo director de productos antes de ser ascendido al puesto de Director de Previsión de Ventas y Precios.

source: It is possible to use information from the sales forecast, or from the Sales Information System, or other planning tools to plan production quantities.
es: Es posible utilizar informaciones de la previsión de ventas, o del Sistema de Información de Ventas u otras herramientas de planificación para planificar cantidades de producción.

source: In terms of Innovation, it is worth highlighting that 15% of the sales forecast by the Copreci Group for 2003 are for products that have been on the market for less than two years.
es: En Innovación hay que resaltar que el 15% de las ventas previstas por el Grupo Copreci en el 2003 corresponderán a productos de menos de dos años de vida.

source: If the sales forecast is supposed to calculate the reorder point and safety stock automatically, you must set the relevant indicator in Customizing.
es: Si se desea que el pronóstico de ventas calcule el punto de pedido y el stock de seguridad automáticamente, se debe fijar el indicador pertinente en el Customizing.

source: Use sales orders and/or sales forecast values to create the demand program
es: Utilizar los pedidos y/o valores de previsiones de ventas para crear el plan de producción.

source: automated scheduling that combines the sales forecast with a number of employee factors such as skill level, preferences, availability, and external labor laws and regulations
es: programación horaria automatizada que combina el pronóstico de las ventas con una serie de factores relativos a los empleados, como el nivel de aptitudes, las preferencias, la disponibilidad y las leyes y normas laborales externas

source: The two joint ventures, which will create a combined total of 150 jobs, will make a decisive contribution to Efacec's objectives with regard to the volume of sales forecast for 2008, of around 60 M€.
es: Las dos Joint Ventures, que juntas crearan cerca de 150 puestos de trabajo, contribuirán de manera decisiva para los Aparatos hechos por Efacec alcanzar su objetivo de lograr un volumen de Vendas alrededor de 60 M€ en 2008.

source: The vendor service level indicates the percentage of the maximum potential sales (forecast) that a goods recipient (a store, for example) can achieve with the quantity of the articles available from the vendor.
es: El nivel de servicio por proveedor indica el porcentaje de las ventas potenciales máximas (pronóstico) que un destinatario de mercancía (una tienda, por ejemplo) puede lograr con la cantidad artículos disponibles del proveedor.

source: The 1,638 MWe sold as of June allows for the sales forecast of 3,300 - 3,600 MWe in 2009 to remain.
es: Así, los 1.638 MWe vendidos hasta junio permiten mantener la previsión de ventas de 3.300-3.600 MWe en el conjunto del año.

source: Understand the opportunities available in the digital print market, and the new selling approaches and skills that will help you take profit from them.
es: Conozca las oportunidades que ofrece el mercado de la impresión digital, así como las nuevas metodologías de ventas y habilidades que le ayudarán a obtener el máximo provecho.

source: The Act also imposes a general ban on telephone selling (unsolicited approaches by telephone with a view to selling goods and services).
es: Esta ley impone asimismo una prohibición general de la venta por teléfono (contactos telefónicos no solicitados con objeto de vender bienes y servicios).

source: At present the WERBAS AG employs approximately 60 specialists and is concerned with the development and the world-wide selling of system approaches for the automotive industry.
es: En la actualidad, WERBAS AG emplea a aproximadamente 60 especialistas y presta especial atención al desarrollo y a la venta a nivel mundial de procedimientos de sistemas para la industria automovilística.

source: The UK government and the devolved administrations share a common goal of eradicating poverty and promoting inclusion and there are similarities in their strategic approaches.
es: El Gobierno del Reino Unido y las administraciones a las que se han transferido competencias comparten una meta común de erradicación de la pobreza y fomento de la integración y sus planteamientos estratégicos presentan similitudes.

source: Using this sales forecast, the next step is to calculate the required raw materials (Supply Planning).
es: El siguiente paso es el cálculo de las materias primas requeridas (Planificación del Suministro).

source: SALES FORECAST This block is used to create, visualize and access your sales forecast. You can also see the other agents ones if they have given you access.
es: Crear, visualizar y acceder a la ficha de nuestras previsiones de venta, las nuestras y si disponemos de permiso la de el resto de agentes de la aplicación.

source: Despite this, the KBA-Grafitec sales forecast is prepared at the level of the actual results from 2008.
es: A pesar de ello, la compañía KBA-Grafitec prevé una mayor facturación que debería alcanzar el nivel de 2008.

source: The global sales forecast for fiscal year 2010 is 3.8 million units, an increase of 8.1%.
es: La previsión de ventas globales para el ejercicio fiscal 2010 es de 3.800.000 unidades, con un aumento del 8,1%.

source: When editing a lead, it can be converted straight away into a sales forecast.
es: Si editamos una oportunidad comercial podremos darla de alta directamente como previsión de venta.

source: The United States continues to seek comprehensive approaches to resolve protracted refugee situations in all parts of the world through support for durable solutions.
es: Los Estados Unidos continúan buscando enfoques integrales para resolver las situaciones prolongadas de refugiados en todas las partes del mundo respaldando las soluciones duraderas.

source: We are opposed to the selling off of public wealth for the benefit of big business.
es: Nos oponemos a la venta de la riqueza pública en beneficio de las grandes empresas.

source: However, cases of diverting and illegally selling weapons from the armed forces and police seem to be the order of the day.
es: Sin embargo, los casos de desvío y venta ilegal de armas de las fuerzas armadas y fuerzas policiales parecen estar a la orden del día.

source: They should be tailored, with particular messages and approaches, depending on who your intended target audience is.
es: "Éstos deben ""prepararse a medida"", con mensajes y enfoques especialmente confeccionados para su público objetivo."

source: We acknowledge that it is a complex endeavour and has diverse legal and constitutional frameworks that require varying national approaches.
es: Reconocemos que es una tarea compleja con diversos marcos legales y constitucionales requiriendo acciones nacionales divergentes.

source: The joint selling can cause competition problems downstream and therefore deserves close examination.
es: La venta conjunta pueda ocasionar problemas de competencia en niveles inferiores y por tanto merece un análisis minucioso.

source: At one end of the spectrum, there is joint selling that leads to a joint determination of all commercial aspects related to the sale of the product including price.
es: En un extremo del espectro se encuentra la venta conjunta que conduce al establecimiento conjunto de todos los aspectos comerciales relacionados con la venta del producto, incluido el precio.

source: Rob originally learned the business selling flitch stock veneer and since joining us has acquired extensive knowledge of exotic, burl and crotch veneer.
es: Rob aprendió originalmente el negocio vendiendo Enchapado Costero común y desde que se nos unió, ha adquirido el conocimiento extenso sobre enchapados exótico y otros tipos.

source: When you have answers to these questions, you can analyse the sales forecast for your product in the market, not forgetting that the sales forecast is directly related to financial predictions.
es: Dando respuesta a estas cuestiones, podremos analizar la previsión de ventas de nuestro producto en el mercado, sin olvidar que la previsión de ventas está directamente relacionada con las previsiones financieras.

source: Premo Wuxi had an annual growth rate of 15% last year. 2009 sales forecast are to sell 2 millions euros and a half in Taiwan in addition to its current sales.
es: Premo Wuxi creció un 15% el año pasado y prevé mantener el nivel de ventas actual en China y vender 2 millones y medio de euros en Taiwán a pesar de la recesión global.

source: On the corporate front, speculations that E*Trade Financial may suffer financial distress, the fact that Macy's cut its sales forecast and the discouraging financial results of J.C. Penney and Williams-Sonoma also drove the indices to lose ground.
es: En el frente corporativo, especulaciones de que E*Trade podría sufrir complicaciones financieras, el hecho de que Macy's recortara sus estimados de ventas y los desalentadores resultados financieros de J.C. Penney también llevaron a los índices a perder terreno.

source: Not only is this a very interesting way to differ and improve customer service but means a good feedback as well. To avoid customers who could start ordering out of control without the intention of purchase (with the possible consequence of accumulation of storage and upsetting the stock and sales forecast) it should be paid by credit card in advance and of course, keeping the same terms of sale (for example, having regard to refunds).
es: Para evitar que cualquier usuario cayese en la tentación de pedir cosas sin más, con la posible consecuencia de que se queden los pedidos sin vender desajustando la previsión de stocks y ventas, se debería pagar por adelantado con tarjeta de crédito en el propio box y siempre, por supuesto, manteniendo las mismas condiciones de compra de la tienda (como por ejemplo, en materia de devoluciones).

source: Is your sales forecast greater than the sales amount needed to guarantee your minimum income?
es: ¿El pronóstico de sus ventas es mayor que la cantidad sobre las ventas que se necesitan para garantizar su ingreso mínimo?

source: Administration cost 10% of sales (forecast 7%).
es: Coste de administración 10 % sobre ventas (previsto 7%).

source: Cost of transformation, transport and sale (including the costs of share-farming) 111% of sales (forecast 88%).
es: Coste de transformación, transporte y venta (incluyendo los costes de aparcería agrícola) 111 % sobre ventas

source: Starting with a sales forecast will also help you define how much cash you will have coming from operations and when it will be coming in.
es: Después discútalo y describa las formas posibles de resolver los siguientes problemas y así reducir al mínimo su impacto.

source: In order to make a profit, the entrepreneur pays a small royalty over the sales, or the forecast sales, chosen by the investor.
es: Para que el inversor obtenga su beneficio, el empresario pagará una pequeña regalía, que el inversor fijará sobre las ventas o sobre las ventas a futuro.

source: Research by UNIDIR, in its recent publication on Alternative Approaches in Multilateral Decision Making, confirms that the presence of regional groupings can play a spoiling role in arms control negotiations, obscuring transparency, preventing flexibility and unnecessarily hardening positions, as it has done in particular with respect to the Biological Weapons Convention and in the CD.
es: Una investigación llevada a cabo por el UNIDIR publicada recientemente en Alternative Approaches in Multilateral Decision Making, confirma que la presencia de grupos regionales puede constituir un impedimento en las negociaciones sobre el control de armamentos, nublar la transparencia, impedir la flexibilidad y propiciar innecesariamente el endurecimiento de posiciones, como ha ocurrido en particular con respecto a la Convención sobre las armas biológicas y en la Conferencia de Desarme.

source: The Committee believes that the implementation dates of the Directive should be 1 January 2007, rather than 31 December 2006, for the standardised approach and 1 January 2008, rather than 31 December 2007, for the advanced approaches.
es: El Comité considera que las fechas de aplicación de la Directiva deberían ser el 1 de enero de 2007 en vez del 31 de diciembre de 2006 para el enfoque general (Standardised Approach) y el 1 de enero de 2008 en vez del 31 de diciembre de 2007 para los enfoques avanzados (Advanced Approaches).

source: Emphasis will be on innovative measures and approaches to improve dietary habits, excess weight and obesity, and physical activity habits in all population groups.
es: Se hará hincapié en las medidas y los planteamientos innovadores para mejorar los hábitos alimenticios, reducir el sobrepeso y la obesidad y alentar los hábitos de actividad física en todos los grupos de población.

source: The booklet Dietary Approaches to Stop Hypertension, DASH is available online in PDF format.
es: El programa Dietary Approaches to Stop Hypertension, DASH (Maneras de hacer dieta para detener la hipertensión) está disponible en internet, en formato PDF.

source: "Also, you can make reference to conflict analysis from the ""Resource Pack on Conflict Sensitive Approaches"", more particularly to when and how should reference to conflict analysis be made during the design and implementation of the program."
es: "También puedes hacer referencia al análisis del conflicto del ""Resource Pack on Conflict Sensitive Approaches"", más concretamente a cuándo y cómo se debe hacer referencia al análisis del conflicto durante el diseño y la ejecución del programa."

source: "Cultural approaches to reproductive rights of indigenous peoples"", Luz Angela Melo, Human Rights Adviser, United Nations Population Fund (UNFPA)"
es: "Cultural approaches to reproductive rights of indigenous peoples"" (Enfoques culturales de los derechos reproductivos de los pueblos indígenas), Sra. Luz Angela Melo, Asesora de Derechos Humanos, Fondo de Población de las Naciones Unidas (UNFPA)"

source: "In the field of human security, the six-year programme implemented regionally culminated in the elaboration of a report entitled ""Human Security Approaches and challenges"" (to be disseminated in 2008) reflecting the Organization's intersectoral and interdisciplinary response to various key challenges in its fields of competence."
es: En el ámbito de la seguridad humana, el programa sexenal aplicado a escala regional culminó con la preparación de un informe titulado Human Security Approaches and Challenges (que se difundirá en 2008) que recoge la respuesta intersectorial e interdisciplinaria de la Organización a varios desafíos fundamentales en sus esferas de competencia.

source: Moffitt Cancer Center is also a full member of the Gynecologic Oncology Group and New Approaches to Brain Tumor Therapy Group (NABTT) with therapeutic and quality-of-life protocols open in both disciplines.
es: Moffitt Cancer Center es también miembro titular del Grupo de Oncología Ginecológica y del New Approaches to Brain Tumor Therapy Group (NABIT, por sus siglas en inglés), con protocolos abiertos sobre tratamientos y calidad de vida en ambas disciplinas.

source: 16] Members recognize that where royalty-based financing for a civil aircraft programme is not being fully repaid due to the level of actual sales falling below the level of forecast sales, this does not in itself constitute serious prejudice for the purposes of this subparagraph.
es: 16] Los Miembros reconocen que cuando una financiación basada en reembolsos en función de las ventas para un programa de aeronaves civiles no se esté reembolsando plenamente porque el nivel de las ventas reales es inferior al de las ventas previstas, ello no constituirá en sí mismo perjuicio grave a los efectos del presente apartado.

source: For cost and revenue management, they should forecast sales, salaries, rental costs, and so on. For working capital management they should forecast the average time it will take to receive payment from a customer, the average amount of time produce will be kept in stock, and so on.
es: Para el manejo de costos e ingresos, deben saber predecir las ventas, los salarios, los costos de arrendamiento, etc. Para el manejo del capital de trabajo, deben predecir el tiempo promedio que se requerirá para recibir el pago de un cliente, el tiempo promedio y si el producto estará en existencia, etc. (Todo esto se explicará en detalle más adelante).

source: Easily forecast sales and prioritize your sales efforts.
es: Prevea fácilmente las ventas y priorice los esfuerzos de ventas.

source: In addition, the Commission considers that whereas budgets are instruments to forecast sales and discounts, they are poorly appropriated for controlling discounts granted to customers on a regular (e.g. monthly, weekly) basis.
es: Además, la Comisión considera que si bien los presupuestos son instrumentos de previsión de ventas y descuentos, son poco adecuados para controlar los descuentos concedidos a los clientes de forma regular (por ejemplo mensual o semanalmente).

source: Forecast sales and prioritize tasks.
es: Prevea ventas y priorice tareas.

source: In a few legal systems, however, title is presumed to be retained in all sales on credit and the seller's retention right need not even be explicitly stated in the sale agreement.
es: Sin embargo, en unos cuantos ordenamientos se presumirá que el vendedor retiene la titularidad del bien en toda venta a crédito, por lo que no será preciso indicar explícitamente en cada contrato que el vendedor retiene la titularidad del bien.

source: The manual Resource Pack on Conflict Sensitive Approaches (see below) has been used as main source of information for designing the activities.
es: El manual Resource Pack on Conflict Sensitive Approaches (véase más adelante) se ha utilizado como fuente principal de información para el diseño de las actividades.

source: Local Pollution Control Approaches in Japan, International Center for Environmental Technology Transfer.
es: Local Pollution Control Approaches in Japan, Centro Internacional de Transferencia de Tecnología Ambiental.

source: For more information on stakeholder participation, you can refer to Program Evaluation Forms and Approaches by J.M. Owen and P.J. Rogers, one of the general texts on evaluation cited in the Annex on Core Resources.
es: "Para más información sobre la participación de las partes interesadas, puede remitirse a ""Program Evaluation Forms and Approaches"", por J.M. Owen y P.J. Roger, uno de los textos generales sobre evaluación citado en el Anexo sobre referencias útiles."

source: Comprehensive Approaches to Raising Educational Standards (CARES) A First 5 program that encourages and rewards child care providers to increase their education.
es: CARES-Comprehensive Approaches to Raising Educational Standards (Enfoques integrales para la mejora de estándares educativos) CARES es un programa de Los Primeros Cinco que promueve y recompensa a los proveedores de cuidado de niños para que amplíen su educación.

source: UNFPA developed the Training Manual on Culturally Sensitive Approaches to Development Programming to support capacity-building training on cultural sensitivity for United Nations country teams in Bangladesh, Brazil, Iraq, the Islamic Republic of Iran and Jordan.
es: El UNFPA elaboró el Training Manual on Culturally Sensitive Approaches to Development Programming (Manual de capacitación sobre enfoques con sensibilidad cultural de la programación del desarrollo), a fin de apoyar el fomento de las capacidades sobre sensibilidad cultural para equipos de las Naciones Unidas en diversos países Bangladesh, el Brasil, el Iraq, la República Islámica del Irán y Jordania.

source: "The Paper presented by the United Kingdom to the Spring European Council, entitled ""New international approaches to asylum processing and protection"", consists of two parts, an analytical part and a part in which it develops two concrete new approaches to better manage the international protection regime."
es: El documento presentado por el Reino Unido al Consejo Europeo de primavera, titulado «New international approaches to asylum processing and protection», comprende dos partes, una parte analítica y otra en la que se desarrollan dos nuevos planteamientos concretos para gestionar mejor el régimen de protección internacional.
